/* Singular server count for IP Groups tab table cell subtext */
"%i server" = "%i server";

/* Server count for IP Groups tab table cell subtext */
"%i servers" = "%i servers";

/* Server count for IP Groups tab table cell subtext */
"0 servers" = "0 servers";

/* Actions table section header */
"Actions" = "Actions";

/* Server Active Status */
"Active" = "Active";

/* Confirm resize deletion warning */
"After verification, the old server will be deleted and will be billed at a prorated amount." = "After verification, the old server will be deleted and will be billed at a prorated amount.";

/* New server validation alert message */
"All fields are required." = "All fields are required.";

/* API Key cell label */
"API Key" = "API Key";

/* Hard Reboot confirmation warning */
"Are you sure you want to perform a hard reboot?" = "Are you sure you want to perform a hard reboot?";

/* Soft Reboot confirmation warning */
"Are you sure you want to perform a soft reboot?" = "Are you sure you want to perform a soft reboot?";

/* Auth failure alert title */
"Authentication Failure" = "Authentication Failure";

/* Server Backups cell label */
"Backups" = "Backups";

/* Server Building Status */
"Building..." = "Building...";

/* bytes */
"bytes" = "bytes";

/* Cancel
   Cancel Reboot button */
"Cancel" = "Cancel";

/* CDN URL label */
"CDN URL" = "CDN URL";

/* Choose a file type table section header */
"Choose a file type" = "Choose a file type";

/* Choose a Flavor table section header */
"Choose a Flavor" = "Choose a Flavor";

/* Choose an Image table section header */
"Choose an Image" = "Choose an Image";

/* Confirm password cell label */
"Confirm Password" = "Confirm Password";

/* Confirm Resize button */
"Confirm Resize" = "Confirm Resize";

/* Connection Failure alert title */
"Connection Failure" = "Connection Failure";

/* Container Details table section header */
"Container Details" = "Container Details";

/* CDN table section header */
"Content Delivery Network" = "Content Delivery Network";

/* Disk
   Flavor disk space subtext
   Server Disk Space cell label */
"Disk" = "Disk";

/* Email attachment button */
"Email File as Attachment" = "Email File as Attachment";

/* Email Link button */
"Email Link to File" = "Email Link to File";

/* Enter a new password table section header */
"Enter a new password" = "Enter a new password";

/* Enter server name table section header */
"Enter your server name" = "Enter your server name";

/* Error Confirming server resize alert title */
"Error Confirming" = "Error Confirming";

/* Error Reverting server resize alert title */
"Error Reverting" = "Error Reverting";

/* Error Saving alert title
   Error Saving container alert title
   Error Saving Server alert message title
   Error saving server password change alert title
   Error Saving server resize alert title */
"Error Saving" = "Error Saving";

/* file */
"file" = "file";

/* File Details table section header */
"File Details" = "File Details";

/* Object File Type label */
"File Type" = "File Type";

/* files */
"files" = "files";

/* Container Files table section header */
"Files" = "Files";

/* Server Flavor cell label */
"Flavor" = "Flavor";

/* Confirm resize auto-confirmation warning */
"If no verification is made, the resize will be automatically verified after 12 hours." = "If no verification is made, the resize will be automatically verified after 12 hours.";

/* Server Image cell label */
"Image" = "Image";

/* Image from Camera button */
"Image from Camera" = "Image from Camera";

/* Image from Photo Library button */
"Image from Photo Library" = "Image from Photo Library";

/* IP Group Details table section header */
"IP Group Details" = "IP Group Details";

/* Confirm resize verification table section header */
"Is everything working properly?" = "Is everything working properly?";

/* Server Launch SSH Client button */
"Launch SSH Client" = "Launch SSH Client";

/* Loading... */
"Loading..." = "Loading...";

/* Log Retention cell label */
"Log Retention" = "Log Retention";

/* Server Memory cell label */
"Memory" = "Memory";

/* Container Name label
   Object Name label
   Server Name cell label
   Shared IP Group Name cell label */
"Name" = "Name";

/* Object label */
"Object" = "Object";

/* OK
   Reboot Failure alert message OK button
   Server Save error alert message OK button */
"OK" = "OK";

/* Password cell label */
"Password" = "Password";

/* Connectin Failure alert message */
"Please check your connection and try again." = "Please check your connection and try again.";

/* Auth failure alert message */
"Please check your User Name and API Key." = "Please check your User Name and API Key.";

/* Preview file navigation title */
"Preview" = "Preview";

/* Preview File button */
"Preview File" = "Preview File";

/* Private IPs table section header */
"Private IP Addresses" = "Private IP Addresses";

/* Public IPs table section header */
"Public IP Addresses" = "Public IP Addresses";

/* Publish to CDN cell label */
"Publish to CDN" = "Publish to CDN";

/* RAM */
"RAM" = "RAM";

/* Reboot Failure alert title */
"Reboot Failure" = "Reboot Failure";

/* Reboot Server button */
"Reboot Server" = "Reboot Server";

/* Reset Password navigation title
   Server Reset Password button */
"Reset Password" = "Reset Password";

/* Server Resize Complete Status */
"Resize Complete" = "Resize Complete";

/* Resize Server navigation title
   Server Resize Server button */
"Resize Server" = "Resize Server";

/* Server Resizing Status */
"Resizing..." = "Resizing...";

/* Rollback Resize button */
"Rollback Resize" = "Rollback Resize";

/* Resize Server Save button
   Save
   Save Server button */
"Save" = "Save";

/* Saving message */
"Saving" = "Saving";

/* Server Details table section header */
"Server Details" = "Server Details";

/* Rename Server Server Name table section header */
"Server Name" = "Server Name";

/* IP Group server list table section header */
"Servers" = "Servers";

/* Container Size label
   Object Size label */
"Size" = "Size";

/* Server Status cell label */
"Status" = "Status";

/* Text File button */
"Text File" = "Text File";

/* Password validation alert message */
"The password and confirmation cannot be blank and must be the same value." = "The password and confirmation cannot be blank and must be the same value.";

/* Change password warning */
"The root password will be updated and the server will be restarted. Please note that this process will only work if you have a user line for \"root\" in your passwd or shadow file." = "The root password will be updated and the server will be restarted. Please note that this process will only work if you have a user line for \"root\" in your passwd or shadow file.";

/* Error saving container due to API rate limit alert message */
"This container was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "This container was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Error saving container due to connection or other error alert message */
"This container was not saved.  Please check your connection or data and try again." = "This container was not saved.  Please check your connection or data and try again.";

/* Reboot failed due to rate limit alert message */
"This server was not rebooted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "This server was not rebooted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Reboot failed due to connection or other error alert message */
"This server was not rebooted.  Please check your connection or server and try again." = "This server was not rebooted.  Please check your connection or server and try again.";

/* TTL cell label */
"TTL" = "TTL";

/* User Name cell label */
"User Name" = "User Name";

/* Verify Resize navigation title */
"Verify Resize" = "Verify Resize";

/* Confirm resize verification table section header */
"Would you like to revert back to the original size?" = "Would you like to revert back to the original size?";

/* Server save failed due to API rate limit alert message */
"Your changes were not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Your changes were not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Server save failed due to connection or other error alert message */
"Your changes were not saved.  Please check your connection or the data you entered." = "Your changes were not saved.  Please check your connection or the data you entered.";

/* Error saving password change due to API rate limit alert message */
"Your new password was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Your new password was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Error saving password change due to connection or other error alert message */
"Your new password was not saved.  Please check your connection or the data you entered." = "Your new password was not saved.  Please check your connection or the data you entered.";

/* Error confirming resize due to API rate limit alert message */
"Your resize was not confirmed because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Your resize was not confirmed because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Error confirming resize due to connection or other error alert message */
"Your resize was not confirmed.  Please check your connection and try again." = "Your resize was not confirmed.  Please check your connection and try again.";

/* Error reverting resize due to API rate limit alert message */
"Your resize was not reverted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Your resize was not reverted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Error reverting server resize due to connection or other error alert message */
"Your resize was not reverted.  Please check your connection and try again." = "Your resize was not reverted.  Please check your connection and try again.";

/* Error Saving server resize due to API rate limit alert message */
"Your server was not resized because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Your server was not resized because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Error Saving server resize due to connection or other error alert message */
"Your server was not resized.  Please check your connection or the data you entered." = "Your server was not resized.  Please check your connection or the data you entered.";

/* Error saving new server due to API rate limit alert message */
"Your server was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Your server was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later.";

/* Error saving new server due to connection or other error alert message */
"Your server was not saved.  Please check your connection or the data you entered and try again." = "Your server was not saved.  Please check your connection or the data you entered and try again.";

